{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "auto-dark-mode.nvim": {
      "src": "https://github.com/f-person/auto-dark-mode.nvim"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "boole.nvim": {
      "src": "https://github.com/nat-418/boole.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-auto-install.nvim": {
      "src": "https://github.com/owallb/mason-auto-install.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-gtest": {
      "src": "https://github.com/alfaix/neotest-gtest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "none-ls.nvim": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-cmdline.nvim": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
